Repository: biletnam/simple-kino
Catalog: languages/simple-kino-*.po
Languages: fi

source: Movies
fi: Elokuvat

source: Movie
fi: Elokuva

source: Add New
fi: Lisää uusi

source: Add New Movie
fi: Lisää uusi elokuva

source: Edit
fi: Editoi

source: Edit Movie
fi: Editoi elokuvaa

source: New Movie
fi: Uusi elokuva

source: View Movie
fi: Näytä elokuva

source: Search Movies
fi: Etsi elokuvia

source: No movies found
fi: Elokuvia ei löytynyt

source: No movies found in Trash
fi: Elokuvia ei löytynyt roskakorista

source: Movietimes
fi: Ajankohdat

source: Movietime
fi: Ajankohta

source: Search Movietimes
fi: Etsi elokuvan ajankohtia

source: All Movietimes
fi: Kaikki ajankohdat

source: Edit Movietime
fi: Editoi ajankohtaa

source: Update Movietime
fi: Päivitä elokuvan ajankohta

source: Add New Movietime
fi: Lisää uusi ajankohta

source: New Movietime Name
fi: Uusi ajankohdan nimi

source: Genre
fi: Lajityyppi

source: Search Genres
fi: Etsi lajityyppejä

source: Popular Genres
fi: Suosituimmat lajityypit

source: All Genres
fi: Kaikki lajityypit

source: Edit Genre
fi: Editoi lajityyppiä

source: Update Genre
fi: Päivitä lajityyppi

source: Add New Genre
fi: Lisää uusi lajityyppi

source: New Genre Name
fi: Uuden lajityypin nimi

source: Sepatate Genres with commas
fi: Erota lajityypit pilkulla

source: Add or remove Genres
fi: Lisää tai poista lajityyppejä

source: Choose from the most popular Genres
fi: Valitse suosituimmista lajityypeistä

source: Director
fi: Ohjaaja

source: Search Directors
fi: Etsi ohjaajia

source: Popular Directors
fi: Suosituimmat ohjaajat

source: All Directors
fi: Kaikki ohjaajat

source: Edit Director
fi: Editoi ohjaajaa

source: Update Director
fi: Päivitä ohjaaja

source: Add New Director
fi: Lisää uusi ohjaaja

source: New Director Name
fi: Uuden ohjaajan nimi

source: Sepatate Directors with commas
fi: Erota ohjaajat pilkulla

source: Add or remove Directors
fi: Lisää tai poista ohjaajia

source: Choose from the most popular Directors
fi: Valitse suosituimmista ohjaajista

source: Actor
fi: Näyttelijä

source: Search Actors
fi: Etsi näyttelijöitä

source: Popular Actors
fi: Suosituimmat näyttelijät

source: All Actors
fi: Kaikki näyttelijät

source: Edit Actor
fi: Editoi näyttelijää

source: Update Actor
fi: Päivitä näyttelijä

source: Add New Actor
fi: Lisää uusi näyttelijä

source: New Actor Name
fi: Uuden näyttelijän nimi

source: Sepatate Actors with commas
fi: Erota näyttelijät pilkulla

source: Add or remove Actors
fi: Lisää tai poista näyttelijöitä

source: Choose from the most popular Actors
fi: Valitse suosituimmista näyttelijöistä

source: Age limit
fi: Ikäraja

source: Search Age limits
fi: Etsi ikärajoista

source: Popular Age limits
fi: Suositut ikärajat

source: All Age limits
fi: Kaikki ikärajat

source: Edit Age limit
fi: Editoi ikärajaa

source: Update Age limit
fi: Päivitä ikärajaa

source: Add New Age limit
fi: Lisää uusi ikäraja

source: New Age limit Name
fi: Uuden ikärajan nimi

source: Sepatate Age limits with commas
fi: Erota ikärajat pilkulla

source: Add or remove Age limits
fi: Lisää tai poista ikärajoja

source: Choose from the most popular Age limits
fi: Valitse suosituimmista ikärajoista

source: Movie Information
fi: Elokuvan informaatio

source: Movie showtimes:
fi: Elokuvan näytösajat:

source: Only ul, ol, li, p and strong html tags are accepted.
fi: Vain ul, ol, li, p ja strong html tagit ovat hyväksyttyjä.

source: Movie Trailer website:
fi: Elokuvan trailerin kotisivu:

source: Remember to include http://
fi: Muista laittaa alkuun http://

source: Movie website:
fi: Elokuvan kotisivu:

source: Movie duration:
fi: Elokuvan kesto:

source: For example 2h 20min.
fi: Esimerkiksi 2h 20min.

source: Movie ticket price:
fi: Elokuvan lipun hinta:

source: For example 12 &euro;, students 10 &euro;
fi: Esimerkiksi 12 &euro;, opiskelijat 10 &euro;

source: Premiere:
fi: Ensi-ilta:

source: Y/m/d
fi: j.n.Y

source: For upcoming movies premiere date
fi: Tulevien elokuvien ensi-iltapäivämäärä

source: yy/m/d
fi: d.m.yy

source: Movie Synopsis
fi: Elokuvan synopsis

source: Movie Showtimes
fi: Elokuvan näytösajat

source: Movie Gallery
fi: Elokuvan kuvagalleria

source: Continue reading <span class="meta-nav">&rarr;</span>
fi: Jatka lukemista <span class="meta-nav">&rarr;</span>

source: Genre:&nbsp;
fi: Lajityyppi:&nbsp;

source: Director:&nbsp;
fi: Ohjaaja:&nbsp;

source: Actors:&nbsp;
fi: Näyttelijät:&nbsp;

source: Age limit:&nbsp;
fi: Ikäraja:&nbsp;

source: Trailer
fi: Traileri

source: Website
fi: Kotisivu

source: Tickets:
fi: Liput:

source: Duration
fi: Kesto

source: Comments
fi: Kommentit

source: Date
fi: Päivä

source: Unknown
fi: Ei tiedossa

source: No Movietimes
fi: Ei näytösaikaa

source: Movie updated. <a href="%s">View movie</a>
fi: Elokuva päivitetty. <a href="%s">Näytä elokuva</a>

source: Custom field updated.
fi: Avainkenttä päivitetty.

source: Custom field deleted.
fi: Avainkenttä poistettu.

source: Movie updated.
fi: Elokuva päivitetty.

source: Movie restored to revision from %s
fi: Elokuva palautettu versiosta %s

source: Movie published. <a href="%s">View movie</a>
fi: Elokuva julkaistu. <a href="%s">Näytä elokuva</a>

source: Movie saved.
fi: Elokuva tallennettu.

source: Movie submitted. <a target="_blank" href="%s">Preview movie</a>
fi: Elokuva lähetetty. <a target="_blank" href="%s">Esikatsele elokuvaa</a>

source: Movie scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview movie</a>
fi: Elokuva ajastettu alkamaan: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Esikatsele elokuvaa</a>

source: M j, Y @ G:i
fi: j.n.Y @ G.i

source: Movie draft updated. <a target="_blank" href="%s">Preview movie</a>
fi: Elokuvan luonnos päivitetty. <a target="_blank" href="%s">Esikatsele elokuvaa</a>
